{
  "appName": {
    "message": "צור קובץ Zip"
  },
  "shortDesc": {
    "message": "כלי מהיר ליצירת קובץ zip, דחיסת מסמכים וניהול תיקיות שחולצו."
  },
  "storeDesc": {
    "message": "עבוד עם תוכן דחוס מבלי לצאת מהדפדפן.\n בעזרת יצירת קובץ Zip, ניתן לשלב מספר פריטים לקובץ ZIP אחד, לבדוק את המבנה שלו ולהוריד רק את מה שחשוב.\n אין כלים חיצוניים, אין העלאות ענן - הכל עובד באופן מקומי ומאובטח.\n מהיר. אמין. פשוט.\n\n ⚡ יכולות עיקריות\n • שלב מספר מסמכים או תיקיות לקובץ ZIP קומפקטי אחד\n • צפה ברשימה המלאה של הפריטים ובגדליהם בממשק נקי.\n • לחלץ את כל התוכן או לבחור רק רכיבים בודדים.\n • כוונן את רמת הדחיסה - מהיר, אופטימלי או מקסימלי.\n • הורד את הנתונים שנבחרו באופן מיידי מבלי לפרוק את השאר.\n כל העיבוד מתרחש ישירות בתוך הדפדפן שלך - יעיל, פרטי וחלק.\n\n 📦 פורמט נתמך\n צור קובץ Zip תומך בפורמט ZIP הסטנדרטי - שיטת הדחיסה הנפוצה והתואמת ביותר בעולם.\n ניתן ליצור, להציג ולפרק נתונים בצורה חלקה בפלטפורמות שונות, כולל Windows, macOS ו-Linux.\n\n 🔒 מקומי ופרטי\n הכל פועל באופן מקומי בכרום, במחשב שלך.\n אין העלאות ברקע או חיבורי שרת - הנתונים לעולם לא עוזבים את המכשיר שלך.\n הפרטיות שלך נשארת מוגנת גם כשאתה עובד עם חומרים רגישים.\n אין מעקב, אין ניתוחים, אין תלות ברשת - שליטה מלאה בכל עת.\n\n 🖱️ איך להשתמש\n 1️⃣ בחר את התיקיות או המסמכים שברצונך לדחוס.\n 2️⃣ פתחו את ההרחבה ולחצו על צור קובץ Zip.\n 3️⃣ בחרו רמת דחיסה (מהירה, אופטימלית, מקסימלית).\n 4️⃣ צפה באופן מיידי במבנה ובגדלים.\n 5️⃣ הורידו את קובץ ה-ZIP המוגמר או חלצו רק את מה שאתם צריכים.\n כדי לפתוח חבילה קיימת, פשוט גררו אותה לחלון - רשימת התוכן תופיע מיד עם גדלים ונפח כולל.\n\n ⚙️ תוספות חכמות\n 🔷 מציג מובנה לבדיקת מבנה לפני החילוץ.\n 🔷 אפשרות לשמור או להוריד חלקים נבחרים בלבד.\n 🔷 מותאם במיוחד למערכי נתונים גדולים ולריבוי משימות.\n 🔷 עובד במצב לא מקוון - מושלם לנסיעות או חיבורים מוגבלים.\n 🔷 גרור ושחרר לאינטראקציה מהירה יותר.\n כל התוספות הללו הופכות את Create Zip File לתוסף פרודוקטיביות מלא עבור משתמשי Chrome מודרניים.\n\n 💼 מי יכול להפיק תועלת\n ➤ תלמידים ומורים - קבצו הערות, מעבדות ומצגות לקבוצה אחת.\n ➤ מפתחים - קוד מקור של חבילות ובניית פריסה ישירות בדפדפן.\n ➤ צוותי משרד - שלב דוחות וייצוא שלהם כאוספים מאורגנים.\n ➤ מעצבים ויוצרי מדיה - שתפו נכסי פרויקט, תמונות או גופנים ביעילות.\n ➤ פרילנסרים ועובדים מרחוק - שלחו ארכיונים קומפקטיים ללקוחות במהירות.\n ➤ מנהלי פרויקטים - שמרו על גיבויים ותוצרים מסודרים.\n אם אתם מטפלים באופן קבוע בחומרים דיגיטליים, הרחבה זו מחליפה מספר כלי שולחן עבודה בממשק נקי אחד.\n\n 📈 רמות דחיסה\n • מהיר — נותן עדיפות למהירות, מושלם להעברות זמניות.\n • אופטימלי — האיזון הטוב ביותר עבור משימות יומיומיות וקבוצות מרובות קבצים.\n • מקסימום — מתמקד בהפחתת גודל לצורך אחסון או העלאות.\n כל מצב מכוון היטב כדי לשמור על שימוש נמוך בזיכרון ולהבטיח ביצועים מהירים. אפילו תיקיות גדולות נשארות קלות לטיפול בתוך Chrome ללא השהיה.\n\n 🧠 למה אנשי מקצוע בוחרים בו\n ✔ זרימת עבודה חוסכת זמן: הכל קורה בדפדפן - אין צורך במעבר בין כרטיסיות או תוכניות.\n ✔ חוצה פלטפורמות: אותו קובץ ZIP נפתח בכל מקום, מה שמבטיח תאימות\n ✔ תמיכה במצב לא מקוון: דחיסה ופריקה של נתונים ללא חיבור לאינטרנט.\n ✔ מאובטח מעצמו: פרטיות מובנית מההתחלה - ללא בקשות חיצוניות.\n ✔ קל משקל: צריכת משאבים מינימלית, מותאם למשימות מרובות.\n צור קובץ Zip נבנה עבור משתמשים שמעריכים גם פשטות וגם שליטה מלאה על הנתונים שלהם.\n\n 💬 שאלות נפוצות\n ❓ איך אני יוצר/ת קובץ ZIP חדש?\n 💡 בחרו את החומרים שלכם ולחצו על &quot;צור קובץ Zip&quot; בממשק.\n ❓האם אני יכול לראות מה יש בפנים לפני שאני מוציא?\n 💡 כן, ניתן לצפות בתצוגה מקדימה של כל השמות, הגדלים והמבנים באופן מיידי.\n ❓האם ניתן לחלץ רק אלמנט אחד או שניים?\n 💡 בהחלט - הורידו רק את החלקים שאתם צריכים.\n ❓מה אם יש לי מערכי נתונים גדולים?\n 💡 דחיסה אופטימלית מטפלת בצורה חלקה בסטים של מאות מגה-בייט.\n ❓האם זה בטוח לחומרים חסויים?\n 💡 לחלוטין. כל הפעולות מתבצעות באופן מקומי - ללא מעורבות של שרתים.\n\n 🌟 נקודות עיקריות\n 🌐 יצירה וחילוץ של קובץ ZIP בתוך כרום.\n 🌐 עיבוד מקומי לפרטיות אמיתית.\n 🌐 תצוגה מקדימה ברורה עם שמות, גדלים ומבנה.\n 🌐 שלושה מצבי דחיסה אופטימליים.\n 🌐 ניהול זיכרון יעיל ותפעול לא מקוון.\n 🌐 טיפול חלק גם בפרויקטים גדולים.\n קל משקל, פרטי ויעיל - כל מה שאתם צריכים כדי לנהל נתונים דחוסים במהירות ובבטחה.\n\n 🚀 התחל עכשיו\n קבצו את התיקיות שלכם, בדקו את תוכן קובץ ה-ZIP וחלצו בדיוק את מה שאתם צריכים - והכל מבלי לצאת מ-Chrome.\n לחצו על הוסף לכרום, התקינו את &quot;צור קובץ Zip&quot; וקחו שליטה על הארגון הדיגיטלי שלכם."
  }
}