{
  "appName": {
    "message": "Zipファイルを作成する"
  },
  "shortDesc": {
    "message": "迅速なツールで、Zipファイルを作成し、ドキュメントを圧縮し、抽出したフォルダーを管理します。"
  },
  "storeDesc": {
    "message": "ブラウザを離れずに圧縮コンテンツを扱うことができます。\nZipファイルを作成するを使えば、複数のアイテムを1つのZIPにまとめ、その構造を確認し、必要なものだけをダウンロードできます。\n外部ツールもクラウドアップロードも不要 — すべてがローカルで安全に動作します。\n高速。信頼性が高い。シンプル。\n\n⚡ 主な機能\n• 複数の文書やフォルダーを1つのコンパクトなZIPにまとめる。\n• クリーンなインターフェースでアイテムの完全なリストとそのサイズを表示。\n• すべてのコンテンツを抽出するか、個々のコンポーネントだけを選択。\n• 圧縮レベルを調整 — クイック、最適、または最大。\n• 残りを解凍せずに選択したデータを即座にダウンロード。\nすべての処理はブラウザ内で行われます — 効率的でプライベート、スムーズです。\n\n📦 対応フォーマット\nZipファイルを作成するは、標準のZIPフォーマットをサポートしています — 世界で最も一般的で互換性のある圧縮方法です。\nWindows、macOS、Linuxを含むプラットフォーム間でシームレスにデータを作成、表示、解凍できます。\n\n🔒 ローカルでプライベート\nすべてがChrome内で、あなたのコンピュータ上でローカルに動作します。\nバックグラウンドアップロードやサーバー接続はなく — データは決してあなたのデバイスを離れません。\n機密資料を扱っているときでも、プライバシーは保護されます。\nトラッキングなし、分析なし、ネットワーク依存なし — 常に完全なコントロールを維持します。\n\n🖱️ 使い方\n1️⃣ 圧縮したいフォルダーや文書を選択します。\n2️⃣ 拡張機能を開き、Zipファイルを作成するをクリックします。\n3️⃣ 圧縮レベルを選択します（クイック、最適、最大）。\n4️⃣ 構造とサイズを即座にプレビューします。\n5️⃣ 完成したZIPをダウンロードするか、必要なものだけを抽出します。\n既存のパッケージを開くには、ウィンドウにドラッグするだけで — 内容のリストがすぐに表示され、サイズと総容量が表示されます。\n\n⚙️ スマートエクストラ\n🔷 抽出前に構造を確認するための組み込みビューア。\n🔷 選択した部分のみを保存またはダウンロードするオプション。\n🔷 大規模データセットとマルチタスクに最適化。\n🔷 オフラインで動作 — 旅行や限られた接続に最適。\n🔷 より迅速なインタラクションのためのドラッグアンドドロップ。\nこれらの追加機能により、Zipファイルを作成するは現代のChromeユーザーのためのフル機能の生産性拡張機能となっています。\n\n💼 誰が恩恵を受けるか\n➤ 学生と教師 — グループノート、実験、プレゼンテーションを1つのセットにまとめる。\n➤ 開発者 — ソースコードやデプロイメントビルドをブラウザ内で直接パッケージ化。\n➤ オフィスチーム — レポートをまとめて整理されたコレクションとしてエクスポート。\n➤ デザイナーやメディアクリエイター — プロジェクト資産、画像、フォントを効率的に共有。\n➤ フリーランサーやリモートワーカー — クライアントにコンパクトなアーカイブを迅速に送信。\n➤ プロジェクトマネージャー — バージョン管理されたバックアップと成果物を構造化。\nデジタル資料を定期的に扱う場合、この拡張機能は複数のデスクトップツールを1つのクリーンなインターフェースに置き換えます。\n\n📈 圧縮レベル\n• クイック — スピードを優先し、一時的な転送に最適。\n• 最適 — 日常のタスクやマルチファイルセットに最適なバランス。\n• 最大 — ストレージやアップロードのためのサイズ削減に焦点を当てる。\n各モードはメモリ使用量を低く保ち、応答性の高いパフォーマンスを確保するように微調整されています。大きなフォルダーでもChrome内でスムーズに扱えます。\n\n🧠 プロが選ぶ理由\n✔ 時間を節約するワークフロー：すべてがブラウザ内で行われる — タブやプログラムを切り替える必要なし。\n✔ クロスプラットフォーム：同じZIPがどこでも開け、互換性を保証。\n✔ オフラインサポート：インターネット接続なしでデータを圧縮・解凍。\n✔ 設計から安全：プライバシーが最初から組み込まれている — 外部リクエストなし。\n✔ 軽量：リソース消費が最小限で、マルチタスクに最適化。\nZipファイルを作成するは、シンプルさとデータに対する完全なコントロールを重視するユーザーのために作られました。\n\n💬 よくある質問\n❓ 新しいZIPを作成するにはどうすればよいですか？\n💡 材料を選択し、インターフェースでZipファイルを作成するをクリックします。\n❓ 抽出する前に中身を見ることはできますか？\n💡 はい、すべての名前、サイズ、構造を即座にプレビューできます。\n❓ 1つまたは2つの要素だけを抽出できますか？\n💡 もちろんです — 必要な部分だけをダウンロードできます。\n❓ 大規模データセットがある場合はどうなりますか？\n💡 最適化された圧縮が数百メガバイトのセットをスムーズに処理します。\n❓ 機密資料に対して安全ですか？\n💡 完全に安全です。すべての操作はローカルで行われます — サーバーは関与しません。\n\n🌟 ハイライト\n🌐 Chrome内でのZIP作成と抽出。\n🌐 真のプライバシーのためのローカル処理。\n🌐 名前、サイズ、構造を含むクリアなプレビュー。\n🌐 3つの最適化された圧縮モード。\n🌐 効率的なメモリ管理とオフライン操作。\n🌐 大規模プロジェクトでもスムーズに処理。\n軽量でプライベート、効率的 — 圧縮データを迅速かつ安全に管理するために必要なすべてが揃っています。\n\n🚀 今すぐ始めましょう\nフォルダーをグループ化し、ZIPの内容を確認し、必要なものだけを抽出 — すべてChromeを離れずに行えます。\nChromeに追加をクリックし、Zipファイルを作成するをインストールして、デジタル整理をコントロールしましょう。"
  }
}