{
  "appName": {
    "message": "Створити Zip-файл"
  },
  "shortDesc": {
    "message": "Швидкий інструмент для створення Zip-файлів, стиснення документів та управління витягнутими папками."
  },
  "storeDesc": {
    "message": "Працюйте з стиснутим контентом, не виходячи з браузера.  \nЗ Створити Zip-файл ви можете об'єднати кілька елементів в один ZIP, перевірити його структуру та завантажити лише те, що важливо.  \nБез зовнішніх інструментів, без завантажень у хмару — все працює локально та безпечно.  \nШвидко. Надійно. Просто.\n\n⚡ Основні можливості  \n• Об'єднуйте кілька документів або папок в один компактний ZIP.  \n• Переглядайте повний список елементів та їх розміри в чистому інтерфейсі.  \n• Витягуйте весь контент або вибирайте лише окремі компоненти.  \n• Налаштовуйте рівень стиснення — Швидкий, Оптимальний або Максимальний.  \n• Завантажуйте вибрані дані миттєво без розпакування решти.  \nВесь процес відбувається прямо у вашому браузері — ефективно, приватно та плавно.\n\n📦 Підтримуваний формат  \nСтворити Zip-файл підтримує стандартний формат ZIP — найпоширеніший та сумісний метод стиснення у світі.  \nВи можете створювати, переглядати та розпаковувати дані безперешкодно на різних платформах, включаючи Windows, macOS та Linux.\n\n🔒 Локально та приватно  \nВсе працює локально в Chrome, на вашому власному комп'ютері.  \nНемає фонових завантажень або з'єднань з серверами — дані ніколи не залишають ваш пристрій.  \nВаша конфіденційність залишається захищеною навіть при роботі з чутливими матеріалами.  \nБез відстеження, без аналітики, без залежності від мережі — повний контроль у будь-який час.\n\n🖱️ Як користуватися  \n1️⃣ Виберіть папки або документи, які ви хочете стиснути.  \n2️⃣ Відкрийте розширення та натисніть Створити Zip-файл.  \n3️⃣ Виберіть рівень стиснення (Швидкий, Оптимальний, Максимальний).  \n4️⃣ Миттєво перегляньте структуру та розміри.  \n5️⃣ Завантажте готовий ZIP або витягніть лише те, що вам потрібно.  \nЩоб відкрити існуючий пакет, просто перетягніть його у вікно — список вмісту з'явиться миттєво з відображенням розмірів та загального обсягу.\n\n⚙️ Розумні додатки  \n🔷 Вбудований переглядач для перевірки структури перед витягуванням.  \n🔷 Можливість зберігати або завантажувати лише вибрані частини.  \n🔷 Оптимізовано для великих наборів даних та багатозадачності.  \n🔷 Працює офлайн — ідеально для подорожей або обмежених з'єднань.  \n🔷 Перетягування для швидшої взаємодії.  \nУсі ці доповнення роблять Створити Zip-файл повнофункціональним розширенням для продуктивності для сучасних користувачів Chrome.\n\n💼 Хто може отримати вигоду  \n➤ Студенти та викладачі — групуйте нотатки, лабораторні роботи та презентації в один набір.  \n➤ Розробники — пакуйте вихідний код та збірки безпосередньо в браузері.  \n➤ Офісні команди — об'єднуйте звіти та експортуйте їх як організовані колекції.  \n➤ Дизайнери та медіа-креатори — ефективно діліться активами проекту, зображеннями або шрифтами.  \n➤ Фрілансери та віддалені працівники — швидко надсилайте компактні архіви клієнтам.  \n➤ Менеджери проектів — зберігайте версійовані резервні копії та структуровані результати.  \nЯкщо ви регулярно працюєте з цифровими матеріалами, це розширення замінює кілька настільних інструментів одним чистим інтерфейсом.\n\n📈 Рівні стиснення  \n• Швидкий — пріоритет на швидкість, ідеально для тимчасових передач.  \n• Оптимальний — найкращий баланс для щоденних завдань та наборів з кількох файлів.  \n• Максимальний — зосереджений на зменшенні розміру для зберігання або завантажень.  \nКожен режим налаштований для збереження низького використання пам'яті та забезпечення чуйної роботи. Навіть великі папки залишаються легкими для обробки в Chrome без затримок.\n\n🧠 Чому професіонали обирають його  \n✔ Економія часу: все відбувається в браузері — без перемикання між вкладками або програмами.  \n✔ Кросплатформеність: один і той же ZIP відкривається будь-де, забезпечуючи сумісність.  \n✔ Офлайн-підтримка: стискайте та розпаковуйте дані без підключення до Інтернету.  \n✔ Безпека за замовчуванням: конфіденційність вбудована з самого початку — без зовнішніх запитів.  \n✔ Легкість: мінімальне споживання ресурсів, оптимізовано для багатозадачності.  \nСтворити Zip-файл було створено для користувачів, які цінують як простоту, так і повний контроль над своїми даними.\n\n💬 Часто задавані питання  \n❓ Як створити новий ZIP?  \n💡 Виберіть свої матеріали та натисніть Створити Zip-файл в інтерфейсі.  \n❓ Чи можу я побачити, що всередині, перед витягуванням?  \n💡 Так, ви можете миттєво переглянути всі назви, розміри та структуру.  \n❓ Чи можу я витягти лише один або два елементи?  \n💡 Абсолютно — завантажте лише ті частини, які вам потрібні.  \n❓ Що робити, якщо у мене великі набори даних?  \n💡 Оптимізоване стиснення обробляє набори з кількох сотень мегабайт плавно.  \n❓ Чи безпечно це для конфіденційних матеріалів?  \n💡 Абсолютно. Всі операції відбуваються локально — без залучення серверів.\n\n🌟 Основні моменти  \n🌐 Створення та витягування ZIP всередині Chrome.  \n🌐 Локальна обробка для справжньої конфіденційності.  \n🌐 Чіткий перегляд з назвами, розмірами та структурою.  \n🌐 Три оптимізовані режими стиснення.  \n🌐 Ефективне управління пам'яттю та офлайн-робота.  \n🌐 Плавна обробка навіть для великих проектів.  \nЛегкий, приватний та ефективний — все, що вам потрібно для швидкого та безпечного управління стиснутими даними.\n\n🚀 Розпочніть зараз  \nГрупуйте свої папки, перевіряйте вміст ZIP та витягайте саме те, що вам потрібно — все без виходу з Chrome.  \nНатисніть Додати до Chrome, встановіть Створити Zip-файл і візьміть під контроль свою цифрову організацію."
  }
}