{
  "appName": {
    "message": "Δημιουργία αρχείου Zip"
  },
  "shortDesc": {
    "message": "Γρήγορο εργαλείο για τη δημιουργία αρχείου Zip, συμπίεση εγγράφων και διαχείριση εξαγόμενων φακέλων."
  },
  "storeDesc": {
    "message": "Δουλέψτε με συμπιεσμένο περιεχόμενο χωρίς να φύγετε από τον περιηγητή.\nΜε τη Δημιουργία αρχείου Zip, μπορείτε να συνδυάσετε πολλά αντικείμενα σε ένα μόνο ZIP, να ελέγξετε τη δομή του και να κατεβάσετε μόνο ό,τι έχει σημασία.\nΧωρίς εξωτερικά εργαλεία, χωρίς αναρτήσεις στο cloud — όλα λειτουργούν τοπικά και με ασφάλεια.\nΓρήγορα. Αξιόπιστα. Απλά.\n\n⚡ Κύριες Δυνατότητες\n• Συνδυάστε αρκετά έγγραφα ή φακέλους σε ένα συμπαγές ZIP.\n• Δείτε τη πλήρη λίστα των αντικειμένων και των μεγεθών τους σε μια καθαρή διεπαφή.\n• Εξαγάγετε όλο το περιεχόμενο ή επιλέξτε μόνο μεμονωμένα στοιχεία.\n• Ρυθμίστε το επίπεδο συμπίεσης — Γρήγορη, Βέλτιστη ή Μέγιστη.\n• Κατεβάστε τα επιλεγμένα δεδομένα άμεσα χωρίς να αποσυμπιέσετε τα υπόλοιπα.\nΌλη η επεξεργασία γίνεται μέσα στον περιηγητή σας — αποδοτική, ιδιωτική και ομαλή.\n\n📦 Υποστηριζόμενη Μορφή\nΗ Δημιουργία αρχείου Zip υποστηρίζει τη стандартική μορφή ZIP — τη πιο κοινή και συμβατή μέθοδο συμπίεσης στον κόσμο.\nΜπορείτε να δημιουργήσετε, να δείτε και να αποσυμπιέσετε δεδομένα χωρίς προβλήματα σε πλατφόρμες όπως Windows, macOS και Linux.\n\n🔒 Τοπικά και Ιδιωτικά\nΌλα λειτουργούν τοπικά στο Chrome, στον υπολογιστή σας.\nΔεν υπάρχουν αναρτήσεις στο παρασκήνιο ή συνδέσεις με διακομιστές — τα δεδομένα δεν φεύγουν ποτέ από τη συσκευή σας.\nΗ ιδιωτικότητά σας παραμένει προστατευμένη ακόμη και όταν εργάζεστε με ευαίσθητα υλικά.\nΧωρίς παρακολούθηση, χωρίς αναλύσεις, χωρίς εξάρτηση από δίκτυα — πλήρης έλεγχος ανά πάσα στιγμή.\n\n🖱️ Πώς να Χρησιμοποιήσετε\n1️⃣ Επιλέξτε τους φακέλους ή τα έγγραφα που θέλετε να συμπιέσετε.\n2️⃣ Ανοίξτε την επέκταση και κάντε κλικ στη Δημιουργία αρχείου Zip.\n3️⃣ Επιλέξτε ένα επίπεδο συμπίεσης (Γρήγορη, Βέλτιστη, Μέγιστη).\n4️⃣ Προεπισκόπηση της δομής και των μεγεθών άμεσα.\n5️⃣ Κατεβάστε το ολοκληρωμένο ZIP ή εξαγάγετε μόνο ό,τι χρειάζεστε.\nΓια να ανοίξετε ένα υπάρχον πακέτο, απλά σύρετέ το στο παράθυρο — η λίστα περιεχομένων θα εμφανιστεί αμέσως με τα μεγέθη και τον συνολικό όγκο.\n\n⚙️ Έξυπνα Πρόσθετα\n🔷 Ενσωματωμένος προβολέας για να ελέγξετε τη δομή πριν την εξαγωγή.\n🔷 Επιλογή για αποθήκευση ή λήψη μόνο επιλεγμένων τμημάτων.\n🔷 Βελτιστοποιημένο για μεγάλα σύνολα δεδομένων και πολυδιεργασίες.\n🔷 Λειτουργεί εκτός σύνδεσης — τέλειο για ταξίδια ή περιορισμένες συνδέσεις.\n🔷 Σύρετε και αποθέστε για ταχύτερη αλληλεπίδραση.\nΌλες αυτές οι προσθήκες κάνουν τη Δημιουργία αρχείου Zip μια πλήρως εξοπλισμένη επέκταση παραγωγικότητας για τους σύγχρονους χρήστες του Chrome.\n\n💼 Ποιοι Μπορούν να Ωφεληθούν\n➤ Φοιτητές και καθηγητές — ομαδοποιήστε σημειώσεις, εργαστήρια και παρουσιάσεις σε ένα σύνολο.\n➤ Προγραμματιστές — πακετάρετε τον πηγαίο κώδικα και τις εκδόσεις ανάπτυξης απευθείας στον περιηγητή.\n➤ Ομάδες γραφείου — συνδυάστε αναφορές και εξάγετε τις ως οργανωμένες συλλογές.\n➤ Σχεδιαστές και δημιουργοί μέσων — μοιραστείτε περιουσιακά στοιχεία έργων, εικόνες ή γραμματοσειρές αποτελεσματικά.\n➤ Ελεύθεροι επαγγελματίες και απομακρυσμένοι εργαζόμενοι — στείλτε συμπιεσμένα αρχεία στους πελάτες γρήγορα.\n➤ Διαχειριστές έργων — διατηρήστε εκδόσεις αντιγράφων ασφαλείας και παραδοτέα οργανωμένα.\nΑν τακτικά διαχειρίζεστε ψηφιακά υλικά, αυτή η επέκταση αντικαθιστά αρκετά εργαλεία επιφάνειας εργασίας με μία καθαρή διεπαφή.\n\n📈 Επίπεδα Συμπίεσης\n• Γρήγορη — δίνει προτεραιότητα στην ταχύτητα, τέλεια για προσωρινές μεταφορές.\n• Βέλτιστη — η καλύτερη ισορροπία για καθημερινές εργασίες και σύνολα πολλών αρχείων.\n• Μέγιστη — εστιάζει στη μείωση του μεγέθους για αποθήκευση ή αναρτήσεις.\nΚάθε λειτουργία είναι ρυθμισμένη ώστε να διατηρεί τη χρήση μνήμης χαμηλή και να εξασφαλίζει γρήγορη απόδοση. Ακόμη και μεγάλοι φάκελοι παραμένουν εύκολοι στη διαχείριση μέσα στο Chrome χωρίς καθυστέρηση.\n\n🧠 Γιατί οι Επαγγελματίες το Επιλέγουν\n✔ Ροή εργασίας που εξοικονομεί χρόνο: όλα γίνονται στον περιηγητή — χωρίς εναλλαγές μεταξύ καρτελών ή προγραμμάτων.\n✔ Διαλειτουργικότητα: το ίδιο ZIP ανοίγει οπουδήποτε, εξασφαλίζοντας συμβατότητα.\n✔ Υποστήριξη εκτός σύνδεσης: συμπιέστε και αποσυμπιέστε δεδομένα χωρίς σύνδεση στο διαδίκτυο.\n✔ Ασφαλές εκ φύσεως: η ιδιωτικότητα είναι ενσωματωμένη από την αρχή — χωρίς εξωτερικά αιτήματα.\n✔ Ελαφρύ: ελάχιστη κατανάλωση πόρων, βελτιστοποιημένο για πολυδιεργασίες.\nΗ Δημιουργία αρχείου Zip έχει σχεδιαστεί για χρήστες που εκτιμούν τόσο την απλότητα όσο και τον πλήρη έλεγχο των δεδομένων τους.\n\n💬 Συχνές Ερωτήσεις\n❓ Πώς μπορώ να δημιουργήσω ένα νέο ZIP;\n💡 Επιλέξτε τα υλικά σας και κάντε κλικ στη Δημιουργία αρχείου Zip στη διεπαφή.\n❓ Μπορώ να δω τι υπάρχει μέσα πριν την εξαγωγή;\n💡 Ναι, μπορείτε να προεπισκοπήσετε όλα τα ονόματα, τα μεγέθη και τη δομή άμεσα.\n❓ Μπορώ να εξαγάγω μόνο ένα ή δύο στοιχεία;\n💡 Απολύτως — κατεβάστε μόνο τα μέρη που χρειάζεστε.\n❓ Τι γίνεται αν έχω μεγάλα σύνολα δεδομένων;\n💡 Η βελτιστοποιημένη συμπίεση χειρίζεται ομαλά σύνολα πολλών εκατοντάδων megabyte.\n❓ Είναι ασφαλές για εμπιστευτικά υλικά;\n💡 Απολύτως. Όλες οι λειτουργίες πραγματοποιούνται τοπικά — χωρίς διακομιστές.\n\n🌟 Σημεία Εστίασης\n🌐 Δημιουργία και εξαγωγή ZIP μέσα στο Chrome.\n🌐 Τοπική επεξεργασία για πραγματική ιδιωτικότητα.\n🌐 Καθαρή προεπισκόπηση με ονόματα, μεγέθη και δομή.\n🌐 Τρία βελτιστοποιημένα επίπεδα συμπίεσης.\n🌐 Αποτελεσματική διαχείριση μνήμης και λειτουργία εκτός σύνδεσης.\n🌐 Ομαλή διαχείριση ακόμη και για μεγάλα έργα.\nΕλαφρύ, ιδιωτικό και αποτελεσματικό — όλα όσα χρειάζεστε για να διαχειριστείτε γρήγορα και με ασφάλεια τα συμπιεσμένα δεδομένα.\n\n🚀 Ξεκινήστε Τώρα\nΟμαδοποιήστε τους φακέλους σας, ελέγξτε το περιεχόμενο ZIP και εξαγάγετε ακριβώς ό,τι χρειάζεστε — όλα χωρίς να φύγετε από το Chrome.\nΚάντε κλικ στην Προσθήκη στο Chrome, εγκαταστήστε τη Δημιουργία αρχείου Zip και αναλάβετε τον έλεγχο της ψηφιακής σας οργάνωσης."
  }
}