{
  "appName": {
    "message": "압축 파일 만들기"
  },
  "shortDesc": {
    "message": "압축 파일 만들기, 문서를 압축하고 추출된 폴더를 관리하는 빠른 도구입니다."
  },
  "storeDesc": {
    "message": "브라우저를 떠나지 않고 압축된 콘텐츠로 작업하세요.  \n압축 파일 만들기를 사용하면 여러 항목을 하나의 ZIP으로 결합하고, 구조를 확인하며, 필요한 것만 다운로드할 수 있습니다.  \n외부 도구나 클라우드 업로드가 필요 없으며, 모든 작업이 로컬에서 안전하게 이루어집니다.  \n빠르고, 신뢰할 수 있으며, 간단합니다.\n\n⚡ 주요 기능  \n• 여러 문서나 폴더를 하나의 압축 ZIP으로 결합합니다.  \n• 깔끔한 인터페이스에서 항목과 크기의 전체 목록을 확인합니다.  \n• 모든 콘텐츠를 추출하거나 개별 구성 요소만 선택할 수 있습니다.  \n• 압축 수준을 조정하세요 — 빠름, 최적, 최대.  \n• 나머지를 압축 해제하지 않고 선택한 데이터를 즉시 다운로드합니다.  \n모든 처리는 브라우저 내에서 이루어지며 — 효율적이고, 개인적이며, 매끄럽습니다.\n\n📦 지원 형식  \n압축 파일 만들기는 표준 ZIP 형식을 지원합니다 — 세계에서 가장 일반적이고 호환되는 압축 방법입니다.  \nWindows, macOS 및 Linux를 포함한 플랫폼에서 데이터를 원활하게 생성, 보기 및 압축 해제할 수 있습니다.\n\n🔒 로컬 및 개인적  \n모든 작업은 Chrome에서 로컬로, 사용자의 컴퓨터에서 실행됩니다.  \n백그라운드 업로드나 서버 연결이 없으며 — 데이터는 절대 사용자의 장치를 떠나지 않습니다.  \n민감한 자료를 다룰 때도 개인 정보가 보호됩니다.  \n추적, 분석, 네트워크 의존성이 없으며 — 항상 완전한 제어가 가능합니다.\n\n🖱️ 사용 방법  \n1️⃣ 압축할 폴더나 문서를 선택합니다.  \n2️⃣ 확장 프로그램을 열고 압축 파일 만들기를 클릭합니다.  \n3️⃣ 압축 수준을 선택합니다 (빠름, 최적, 최대).  \n4️⃣ 구조와 크기를 즉시 미리 봅니다.  \n5️⃣ 완성된 ZIP을 다운로드하거나 필요한 것만 추출합니다.  \n기존 패키지를 열려면 단순히 창으로 드래그하면 — 내용 목록이 즉시 크기와 총 용량과 함께 표시됩니다.\n\n⚙️ 스마트 추가 기능  \n🔷 추출 전에 구조를 검사할 수 있는 내장 뷰어.  \n🔷 선택한 부분만 저장하거나 다운로드할 수 있는 옵션.  \n🔷 대용량 데이터 세트 및 멀티태스킹에 최적화됨.  \n🔷 오프라인에서 작동 — 여행이나 제한된 연결에 적합.  \n🔷 빠른 상호작용을 위한 드래그 앤 드롭.  \n이 모든 추가 기능은 압축 파일 만들기를 현대 Chrome 사용자들을 위한 완전한 생산성 확장 프로그램으로 만듭니다.\n\n💼 누가 혜택을 받을 수 있나요  \n➤ 학생과 교사 — 그룹 노트, 실험실 및 프레젠테이션을 하나의 세트로 묶습니다.  \n➤ 개발자 — 브라우저에서 직접 소스 코드와 배포 빌드를 패키징합니다.  \n➤ 사무실 팀 — 보고서를 결합하고 정리된 컬렉션으로 내보냅니다.  \n➤ 디자이너 및 미디어 제작자 — 프로젝트 자산, 이미지 또는 글꼴을 효율적으로 공유합니다.  \n➤ 프리랜서 및 원격 근무자 — 클라이언트에게 압축 아카이브를 빠르게 보냅니다.  \n➤ 프로젝트 관리자 — 버전 관리된 백업 및 결과물을 구조화합니다.  \n디지털 자료를 정기적으로 다룬다면, 이 확장 프로그램은 여러 데스크톱 도구를 하나의 깔끔한 인터페이스로 대체합니다.\n\n📈 압축 수준  \n• 빠름 — 속도를 우선시하며, 임시 전송에 적합합니다.  \n• 최적 — 일상 작업 및 다중 파일 세트에 가장 좋은 균형을 제공합니다.  \n• 최대 — 저장 또는 업로드를 위한 크기 감소에 집중합니다.  \n각 모드는 메모리 사용을 낮게 유지하고 반응성을 보장하도록 조정되어 있습니다. 큰 폴더도 Chrome 내에서 지연 없이 쉽게 처리할 수 있습니다.\n\n🧠 전문가들이 선택하는 이유  \n✔ 시간 절약 워크플로우: 모든 작업이 브라우저 내에서 이루어지며 — 탭이나 프로그램 간 전환이 필요 없습니다.  \n✔ 크로스 플랫폼: 동일한 ZIP이 어디서나 열리며 호환성을 보장합니다.  \n✔ 오프라인 지원: 인터넷 연결 없이 데이터 압축 및 압축 해제가 가능합니다.  \n✔ 설계상 안전: 처음부터 개인 정보가 내장되어 있으며 — 외부 요청이 없습니다.  \n✔ 경량: 최소한의 자원 소비, 멀티태스킹에 최적화되어 있습니다.  \n압축 파일 만들기는 단순성과 데이터에 대한 완전한 제어를 중시하는 사용자들을 위해 만들어졌습니다.\n\n💬 자주 묻는 질문  \n❓ 새 ZIP을 어떻게 만들까요?  \n💡 자료를 선택하고 인터페이스에서 압축 파일 만들기를 클릭하세요.  \n❓ 추출하기 전에 내부를 볼 수 있나요?  \n💡 네, 모든 이름, 크기 및 구조를 즉시 미리 볼 수 있습니다.  \n❓ 하나 또는 두 개의 요소만 추출할 수 있나요?  \n💡 물론입니다 — 필요한 부분만 다운로드하세요.  \n❓ 대용량 데이터 세트가 있다면 어떻게 하나요?  \n💡 최적화된 압축이 수백 메가바이트 세트를 매끄럽게 처리합니다.  \n❓ 기밀 자료에 안전한가요?  \n💡 완전히 안전합니다. 모든 작업이 로컬에서 이루어지며 — 서버가 관여하지 않습니다.\n\n🌟 하이라이트  \n🌐 Chrome 내에서 ZIP 생성 및 압축 해제.  \n🌐 진정한 개인 정보를 위한 로컬 처리.  \n🌐 이름, 크기 및 구조가 포함된 명확한 미리 보기.  \n🌐 세 가지 최적화된 압축 모드.  \n🌐 효율적인 메모리 관리 및 오프라인 작동.  \n🌐 대규모 프로젝트도 매끄럽게 처리.  \n경량, 개인적이며 효율적입니다 — 압축된 데이터를 빠르고 안전하게 관리하는 데 필요한 모든 것입니다.\n\n🚀 지금 시작하세요  \n폴더를 그룹화하고 ZIP 내용을 확인하며 필요한 것만 정확히 추출하세요 — 모두 Chrome을 떠나지 않고 가능합니다.  \nChrome에 추가를 클릭하고 압축 파일 만들기를 설치하여 디지털 조직을 제어하세요."
  }
}